Repository: godestalbin/Commute
Catalog: Commute/Properties/Resources.*.resx
Languages: fr

# Account
source: Account name
fr: Compte utilisateur

source: Cancel
fr: Annuler

source: Change password
fr: Modifier le mot de passe

source: Create account
fr: Créer un compte

# Email
source: E-mail address
fr: Adresse mail

# Error database access
source: Database error
fr: Erreur d'accès a la base

# Error duplicate account
source: This account already exists
fr: The compte existe déjà

# Error invalid mail
source: This does not look like a valid mail address
fr: Ce n'est pas une addresse mail valide

# Error string too long
source: String is too long
fr: Chaine de caractères trop longue

# Error unknown account
source: This account does not exists
fr: Ce compte n'exista pas

# Error wrong password
source: Wrong password, did you forget it...too bad !
fr: Erreur de mot de passe

source: From
fr: De

source: Guest
fr: Invité

source: Hello
fr: Bonjour

source: Help
fr: Aide

# Location create
source: Create new location
fr: xxx

source: Location name
fr: xxx

# Location update
source: Update location
fr: xxx

# Location type
source: Type
fr: xxx

source: Login
fr: Se connecter

source: Logout
fr: Se deconnecter

# Mandatory
source: This field is mandatory
fr: The champ est obligatoire

source: Map
fr: Carte

# My name
source: My name is
fr: Je m'appelle

# Msg confirm mail sending
source: A mail will be sent to the other user with your mail.<div>Do you agree ?</div>
fr: Un mail de contact va être envoyé a l'autre utilisateur.<div>Etes vous d'accord ?</div>

# Msg error db
source: Database system error
fr: Erreur système base de données

# Msg error db user
source: Cannot retrieve user data from database
fr: Impossible d'accéder les données utilisateur dans la base

# Msg password updated
source: You password has been updated.
fr: Votre mot de passe a été mis à jour.

source: Name
fr: Nom

# No record
source: This record does not exists
fr: Cet enregistrement n'existe pas

source: Offer
fr: Offre

source: Password
fr: Mot de passe

# Password confirm
source: Confirm password
fr: Confirmation mot de passe

# Password old
source: Old password
fr: Ancien mot de passe

source: Password updated
fr: Mot de passe mis à jour

source: Picture
fr: Photo

source: Previous page
fr: Page précédente

source: Quick start guide
fr: Guide de démarrage rapide

source: Register
fr: Enregistrement

source: Route
fr: Trajet

# Route create
source: Create route
fr: Créer une route

# Route create update
source: Update route
fr: Mise a jour route

# Route id
source: Route no
fr: Trajet no

# Route new
source: New route
fr: Nouveau trajet

# Route list
source: My routes
fr: Mes trajets

# Route search
source: Search route
fr: Recherche de trajets

# Route view
source: View route
fr: Voir les trajets

source: Save
fr: Enregistrer

source: Search
fr: Recherche de trajets

source: Seek
fr: Recherche

source: To
fr: A

source: Update
fr: Mise a jour

source: Update account
fr: Mise a jour compte

source: Update data
fr: Mise a jour données

source: Update picture
fr: Mise a jour photo

source: User
fr: Utilisateur

source: User account
fr: Compte utilisateur

source: User login
fr: Se connecter

source: User logout
fr: Se deconnecter

source: User registration
fr: Créer un compte

# User set location
source: Set location
fr: Position utilisateur

source: Your account
fr: Votre compte

source: Welcome
fr: Bienvenue

# Mail contact title
source: We have matching routes
fr: Nous avons des trajets similaires

# Mail contact msg
source: I have found that our commute routes are quite similar, can we get in touch to see if we can commute togther ?
fr: J'ai identifié que nos routes sont similaires, est-ce que nous pouvons faire les trajets ensembles ?

# Mail contact reply
source: Just reply to this mail to contact me (you will see my mail address).
fr: Pour me contacter il suffit de répondre à ce mail (vous verrez alors mon adresse mail).

# Mail contact map
source: The map below shows our two routes:
fr: La carte ci-dessous montre nos trajets:

# Mail contact map title
source: This map is just a picture. Click the map to view it as a Goole map in Commute.
fr: Cette carte est juste une image. Cliquez sur la carte pour visualiser cette carte Google avec Commute

# Mail welcome welcome
source: Welcome to Commute !
fr: Bienvene à Commute !

# Mail welcome created
source: has been sucessfuly created. <p>You can now register routes and find commuters with similar routes as yours.</p>
fr: a bien été créé. <p>Vous pouvez maintenant créer des trajets et rechercher des personnes avec des trajets similaires au votre.</p>

# Mail welcome start
source: To get started, read the
fr: Pour bien démarrer, lisez notre

# Mail welcome forum
source: To register issues, ask for help, request features use the
fr: Pour reporter des problèmes, demander de l'aide, suggérer de nouvelles fonctionnalités utilisez le

# Mail welcome safe commute
source: Wish you a safe and fun commute, the Commute Team.
fr: Nous vous souhaitons un agréable et plaisant trajet, l'équipe de Commute.

# Welcome account
source: Complete your account data and upload your picture
fr: Complétez vos données personnelles et chargez votre photo

# Welcome help
source: Read the quick start documentation to have an overview of Commute features.
fr: Lisez le guide de démarrage rapide pour avoir condensé des fonctionnalités de Commute.

# Welcome join
source: First, create an account to join Commute community
fr: Créez d'abord un compte pour rejoindre la communauté de Commute

# Welcome login button press
source: Press the
fr: Appuyer sur le bouton

# Welcome login button
source: button to login to Commute
fr: pour vous connecter a Commute

# Welcome mail
source: We just sent you a welcome mail with more instructions at your address:
fr: Nous venons de vous envoyer un mail de bienvenue avec quelques instructions supplémentaires à l'adresse:

# Welcome message
source: Welcome to Commute, the green and friendly way to commute. <div>- Define the commute routes you seek/offer</div> <div>- Find other commuters with similar route</div> <div>- Get in touch with them to commute together</div> <div>- Keep track of the expenses to share</div>
fr: Bienvene à Commute, le moyen sympa et responsable de faire les trajets réguliers. <div>- Définissez les trajets que vous cherchez/offrez</div> <div>- Trouvez d'autres membres avec des trajets similaires</div> <div>- Contactez les pour effectuer les trajets ensembles</div> <div>- Enregistrez les dépenses a partager</div>

# Welcome registred
source: to Commute community.
fr: tola communauté Commute.

# Welcome route
source: And then you are ready to define your first commuting route
fr: Et maintanant vous êtes prêt à définir votre premier trajet

# Welcome set location
source: Set your default location
fr: Définissez votre position par défaut

# Welcome view route
source: Alternatively, you can view available routes for your commute path witout creating an account.
fr: Vous pouvez également visualiser les routes disponibles pour votre trajet sans vous enregister.

# Wtitle confirmation
source: Please confirm
fr: Veuillez confirmer

# Metadesc default
source: Carpooling consists in sharing your car to commute between home and work with others or find a car in your area with someone driving. Going to work can be fun: Save fuel, save money and make new friends to share a happy time when commuting. This is the green way to go to work. Help saving the planet. Reduce gaz emission.
fr: Share your car to commute between home and work with others or find a car in your area to commute to work. Going to work can be fun: Save fuel, save money and make new friends to share a happy time when commuting. This is the green way to go to work. Help saving the planet. Reduce gaz emission

# Metadesc home welcome
source: Welcome to Commute the green and friendly way to commute. Find routes in your area. Get started with Commute. Joint Commute community. Carpooling consists in sharing your car to commute between home and work with others or find a car in your area with someone driving. Going to work can be fun: Save fuel, save money and make new friends to share a happy time when commuting. This is the green way to go to work. Help saving the planet. Reduce gaz emission.
fr: Welcome to Commute the green and friendly way to commute. Find routes in your area. Get started with Commute. Joint Commute community.

# Metadesc user setlocation
source: Set default map location when creating new route. Commute is a friendly and green way to commute between home and work. Carpooling consists in sharing your car to commute between home and work with others or find a car in your area with someone driving. Going to work can be fun: Save fuel, save money and make new friends to share a happy time when commuting. This is the green way to go to work. Help saving the planet. Reduce gaz emission.
fr: Set default map location when creating new route. Commute is a friendly and green way to commute between home and work.

# Metadesc route list
source: This is the list of routes you have defined. You can update the route. You can search route which are close match to your route. You can create new route. Carpooling consists in sharing your car to commute between home and work with others or find a car in your area with someone driving. Going to work can be fun: Save fuel, save money and make new friends to share a happy time when commuting. This is the green way to go to work. Help saving the planet. Reduce gaz emission.
fr: Liste des trajets que vous avez defini. Vous pouvez mettre à jour un trajet. Vous pouvez rechercher les trajets similaire au votre. Vous pouvez créer un nouveau trajet.
